/* Shown as the title when we have an explicit device name. The '%@' represents the device name. */
"A software update is required to connect to %@." = "Per connetterti a %@, è necessario un aggiornamento del software.";

/* Shown as the title when an Apple TV triggers the MDU pane */
"A software update is required to connect to your Apple TV." = "Per stabilire la connessione con Apple TV, è necessario un aggiornamento del software.";

/* Shown as the title when an Apple Watch triggers the MDU pane */
"A software update is required to connect to your Apple Watch." = "Per stabilire la connessione con Apple Watch, è necessario un aggiornamento del software.";

/* Shown as the title when an AudioAccessory triggers the MDU pane */
"A software update is required to connect to your HomePod." = "Per stabilire la connessione con HomePod, è necessario un aggiornamento del software.";

/* Shown as the title when an iPad triggers the MDU pane */
"A software update is required to connect to your iPad." = "Per stabilire la connessione con iPad, è necessario un aggiornamento del software.";

/* Shown as the title when an iPhone triggers the MDU pane */
"A software update is required to connect to your iPhone." = "Per stabilire la connessione con iPhone, è necessario un aggiornamento del software.";

/* Shown as the title when an iPod touch triggers the MDU pane */
"A software update is required to connect to your iPod touch." = "Per stabilire la connessione con iPod touch, è necessario un aggiornamento del software.";

/* Shown when we can't close apps. */
"Failed to close required apps." = "Impossibile chiudere le app richieste.";

